Repository: zerosonesfun/peace-protocol
Catalog: languages/peace-protocol-*.po
Languages: es_es, fr_fr, ja

source: Peace Protocol
es_es: Protocolo de Paz
fr_fr: Protocole de Paix
ja: ピースプロトコル

source: A decentralized way for WordPress admins to share peace, respect, and follow each other with cryptographic handshakes.
es_es: Una forma descentralizada para que los administradores de WordPress compartan paz, respeto y se sigan mutuamente con apretones de mano criptográficos.
fr_fr: Une façon décentralisée pour les administrateurs WordPress de partager la paix, le respect et de se suivre mutuellement avec des poignées de main cryptographiques.
ja: WordPress管理者が平和、敬意を分かち合い、暗号化された握手でお互いをフォローできる分散型の方法です。

source: Settings saved.
es_es: Configuración guardada.
fr_fr: Paramètres enregistrés.
ja: 設定が保存されました。

source: Peace Protocol Settings
es_es: Ajustes de Protocolo de Paz
fr_fr: Paramètres du Protocole de Paix
ja: ピースプロトコル設定

source: Tokens are used to authenticate your site when sending peace. Keep them secret. You can generate multiple tokens for rotation. Feeds are sites you have interacted with.
es_es: Los tokens se utilizan para autenticar tu sitio al enviar paz. Mantenlos en secreto. Puedes generar varios tokens para rotación. Los feeds son sitios con los que has interactuado.
fr_fr: Les jetons sont utilisés pour authentifier votre site lors de l'envoi de la paix. Gardez-les secrets. Vous pouvez générer plusieurs jetons pour la rotation. Les flux sont des sites avec lesquels vous avez interagi.
ja: トークンは平和を送信する際にサイトを認証するために使用されます。秘密にしておいてください。ローテーション用に複数のトークンを生成できます。フィードはあなたがやり取りしたサイトです。

source: Your Tokens
es_es: Tus tokens
fr_fr: Vos jetons
ja: あなたのトークン

source: Generate New Token
es_es: Generar nuevo token
fr_fr: Générer un nouveau jeton
ja: 新しいトークンを生成

source: Hide the automatically inserted peace hand button (use shortcode instead)
es_es: Ocultar el botón de mano de paz insertado automáticamente (usa el shortcode en su lugar)
fr_fr: Masquer le bouton de main de paix inséré automatiquement (utilisez le shortcode à la place)
ja: 自動挿入されたピースハンドボタンを非表示にする（代わりにショートコードを使用）

source: Save Settings
es_es: Guardar ajustes
fr_fr: Enregistrer les paramètres
ja: 設定を保存

source: Your Site Identities (in this browser)
es_es: Tus identidades de sitio (en este navegador)
fr_fr: Vos identités de site (dans ce navigateur)
ja: あなたのサイトID（このブラウザ内）

source: Subscribed Peace Feeds
es_es: Feeds de paz suscritos
fr_fr: Flux de paix abonnés
ja: 購読中のピースフィード

source: These are sites you sent peace to.
es_es: Estos son los sitios a los que enviaste paz.
fr_fr: Ce sont les sites auxquels vous avez envoyé la paix.
ja: これらはあなたが平和を送ったサイトです。

source: Unsubscribe from Feed?
es_es: ¿Darse de baja del feed?
fr_fr: Se désabonner du flux ?
ja: フィードの購読を解除しますか？

source: Could not fetch feed.
es_es: No se pudo obtener el feed.
fr_fr: Impossible de récupérer le flux.
ja: フィードを取得できませんでした。

source: No items found in feed.
es_es: No se encontraron elementos en el feed.
fr_fr: Aucun élément trouvé dans le flux.
ja: フィードに項目が見つかりません。

source: Unsubscribe
es_es: Darse de baja
fr_fr: Se désabonner
ja: 購読解除

source: No peace feeds subscribed yet.
es_es: Aún no hay feeds de paz suscritos.
fr_fr: Aucun flux de paix abonné pour le moment.
ja: まだピースフィードを購読していません。

source: Unsubscribed from feed:
es_es: Dado de baja del feed:
fr_fr: Désabonné du flux :
ja: フィードの購読を解除しました：

source: Do you want to give peace to this site?
es_es: ¿Quieres dar paz a este sitio?
fr_fr: Voulez-vous donner la paix à ce site ?
ja: このサイトに平和を与えますか？

source: Yes
es_es: Sí
fr_fr: Oui
ja: はい

source: Cancel
es_es: Cancelar
fr_fr: Annuler
ja: キャンセル

source: Optional note (max 50 characters):
es_es: Nota opcional (máx. 50 caracteres):
fr_fr: Note optionnelle (50 caractères max) :
ja: 任意のメモ（最大50文字）：

source: Send Peace
es_es: Enviar paz
fr_fr: Envoyer la paix
ja: 平和を送信

source: Peace Logs
es_es: Registros de paz
fr_fr: Journaux de paix
ja: ピースログ

source: Peace Log
es_es: Registro de paz
fr_fr: Journal de paix
ja: ピースログ

source: Add New
es_es: Añadir nuevo
fr_fr: Ajouter
ja: 新規追加

source: Add New Peace Log
es_es: Añadir nuevo registro de paz
fr_fr: Ajouter un nouveau journal de paix
ja: 新しいピースログを追加

source: New Peace Log
es_es: Nuevo registro de paz
fr_fr: Nouveau journal de paix
ja: 新しいピースログ

source: Edit Peace Log
es_es: Editar registro de paz
fr_fr: Modifier le journal de paix
ja: ピースログを編集

source: View Peace Log
es_es: Ver registro de paz
fr_fr: Voir le journal de paix
ja: ピースログを表示

source: All Peace Logs
es_es: Todos los registros de paz
fr_fr: Tous les journaux de paix
ja: すべてのピースログ

source: Search Peace Logs
es_es: Buscar registros de paz
fr_fr: Rechercher des journaux de paix
ja: ピースログを検索

source: No peace logs found.
es_es: No se encontraron registros de paz.
fr_fr: Aucun journal de paix trouvé.
ja: ピースログが見つかりません。

source: No peace logs found in Trash.
es_es: No se encontraron registros de paz en la papelera.
fr_fr: Aucun journal de paix trouvé dans la corbeille.
ja: ゴミ箱にピースログが見つかりません。

source: Message
es_es: Mensaje
ja: メッセージ

source: Give Peace ✌️
es_es: Dar paz ✌️
fr_fr: Donner la paix ✌️
ja: 平和を与える ✌️

source: Give Peace?
es_es: ¿Dar paz?
fr_fr: Donner la paix ?
ja: 平和を与えますか？

source: Optional note (max 50 characters)
es_es: Nota opcional (máx. 50 caracteres)
fr_fr: Note optionnelle (50 caractères max)
ja: 任意のメモ（最大50文字）

source: Log in as another site
es_es: Iniciar sesión como otro sitio
fr_fr: Se connecter en tant qu'autre site
ja: 別のサイトとしてログイン

source: Peace Sent!
es_es: ¡Paz enviada!
fr_fr: Paix envoyée !
ja: 平和が送信されました！

source: Peace sent successfully!
es_es: ¡Paz enviada con éxito!
fr_fr: Paix envoyée avec succès !
ja: 平和が正常に送信されました！

source: Log in as your site
es_es: Iniciar sesión como tu sitio
fr_fr: Se connecter en tant que votre site
ja: あなたのサイトとしてログイン

source: To send peace, enter your domain (e.g. https://yoursite.com):
es_es: Para enviar paz, introduce tu dominio (ej. https://tusitio.com):
fr_fr: Pour envoyer la paix, saisissez votre domaine (ex. https://votresite.com) :
ja: 平和を送信するには、あなたのドメイン（例：https://yoursite.com）を入力してください：

source: Send peace as this site
es_es: Enviar paz como este sitio
fr_fr: Envoyer la paix en tant que ce site
ja: このサイトとして平和を送信

source: Start Peace Protocol
es_es: Iniciar Protocolo de Paz
fr_fr: Démarrer le Protocole de Paix
ja: ピースプロトコルを開始

source: Click the following link to start the peace protocol:
es_es: Haz clic en el siguiente enlace para iniciar el protocolo de paz:
fr_fr: Cliquez sur le lien suivant pour démarrer le protocole de paix :
ja: ピースプロトコルを開始するには、次のリンクをクリックしてください：

source: Continue to Site
es_es: Continuar al sitio
fr_fr: Continuer vers le site
ja: サイトへ進む

source: This will open your site in a new tab to complete the authentication process.
es_es: Esto abrirá tu sitio en una nueva pestaña para completar el proceso de autenticación.
fr_fr: Cela ouvrira votre site dans un nouvel onglet pour terminer le processus d'authentification.
ja: これにより、認証プロセスを完了するために新しいタブであなたのサイトが開きます。

source: Note must be 50 characters or less.
es_es: La nota debe tener 50 caracteres o menos.
fr_fr: La note doit comporter 50 caractères ou moins.
ja: メモは50文字以内で入力してください。

source: No valid Peace Protocol identity found in this browser. Please visit your site's admin to generate a token.
es_es: No se encontró una identidad válida de Protocolo de Paz en este navegador. Por favor, visita el administrador de tu sitio para generar un token.
fr_fr: Aucune identité valide du Protocole de Paix trouvée dans ce navigateur. Veuillez visiter l'administration de votre site pour générer un jeton.
ja: このブラウザで有効なピースプロトコルIDが見つかりません。トークンを生成するには、サイトの管理画面にアクセスしてください。

source: Failed to send peace. Please try again.
es_es: No se pudo enviar la paz. Por favor, inténtalo de nuevo.
fr_fr: Échec de l'envoi de la paix. Veuillez réessayer.
ja: 平和の送信に失敗しました。もう一度お試しください。
